[
    {
        "id": 1,
        "name": "Niche Type Business Website named Bike Store",
        "n": "Niche Business\"Bike Store",
        "short": "Using this site you can order your favourit bike and also manage your orders using dashboard.",
        "description": "This is a niche marketing website. It has some pages but works as a single page website. It contains firesbase Authentication seystem. By using this Authentication system you will be able to find private route access. Using this you will be known about our services. In this project you will be able to login with email and password. You will be able to use Dashboard as well as.",
        "b1": "Using this application users are able to watch all products, order their desired products, manage their orders and add reviews on them.",
        "b2": "Separate dashboard functionalities are developed for admin and clients. Admin is able to make a new admin, manage all orders and manage products.",
        "b3": "React.js, Firebase Authentication, Node.js and MongoDB have been used as technology.",
        "b4": "Admin email is “admin@admin.com” and the password is “123456”.",
        "b5": "Admin will be able to make another admin",
        "img1": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/1-1.png",
        "img2": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/1-2.png",
        "img3": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/1-3.png",
        "live": "https://bike-store-12.web.app/",
        "client": "https://github.com/mahmudul-11/niche-market-bike-store-front-end",
        "server": "https://github.com/mahmudul-11/niche-market-bike-store-back-end"
    },
    {
        "id": 2,
        "name": "Tourism or Hotel Related Website named Traveling World",
        "n": "Tourism Related\"Traveling World\"",
        "short": "Users are able to book their desire tour package and manage their orders using this web application",
        "description": "This is a niche marketing website. It has some pages but works as a single page website. It contains firesbase Authentication seystem. By using this Authentication system you will be able to find private route access. Using this you will be known about our services. In this project you will be able to login with gmail account. You will be able to use Dashboard as well as.",
        "b1": "A full-stack project where users are able to book their expected traveling packages and other services. Users are also able to manage their orders.",
        "b2": "Simple dashboard functionalities are developed and these are available in navigation. These functionalities are protected by private routing.",
        "b3": "React.js, Firebase Authentication, Node.js, Bootstrap and MongoDB have been used as technology.",
        "b4": "You can also add services use Add service option.",
        "b5": "You will confirm any order or delete ",
        "img1": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/2-1.png",
        "img2": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/2-2.png",
        "img3": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/2-3.png",
        "live": "https://assignment-11-86bbc.web.app/",
        "client": "https://github.com/mahmudul-11/Tourism-Related-website-front-end",
        "server": "https://github.com/mahmudul-11/Tourism-Related-website-back-end"
    },
    {
        "id": 3,
        "name": "Healthcare Related Website named Intensive Care Hospital",
        "n": "Intensive Care Hospital",
        "short": "This is an healthcare related organisation's advertisement type website. Here all services are shown up",
        "description": "This is a healthcare related website. It has some pages but works as a single page website. It has firesbase Authentication seystem. By using this Authentication system you will be able to find private route access. Using this you will be known about our services, goal as well as ourselves. In this project you will be able to login with google account and email/password verify system.",
        "b1": "Single page healthcare-related website where users are able to know about our services and our goal. This website is fully responsive.",
        "b2": "Users have to log in to explore more information about every protected route. Two types of login methods are available here. Firebase Google sign-in and Email/Password sign-in.",
        "b3": "React.js, React Router and Bootstrap have also been used as technology.",
        "b4": "User will use here protect route",
        "b5": "User will know our goal and services properly.",
        "img1": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/3-1.png",
        "img2": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/3-2.png",
        "img3": "https://raw.githubusercontent.com/mahmudul-11/portfolio-resources/main/3-3.png",
        "live": "https://healthcare-c8687.web.app/",
        "client": "https://github.com/mahmudul-11/healthcare-basic-react"
    }
]